Repository: openwisp/openwisp-users
Catalog: openwisp_users/accounts/locale/*/LC_MESSAGES/django.po
Languages: es, fur, it, ru

source: Confirm
es: Confirmar
fur: O confermi
it: Confermo
ru: Подтверждать

source: Welcome to %(site_name)s!
es: ¡Bienvenido a %(site_name)s!
fur: Benvignûts su %(site_name)s!
it: Benvenuti su %(site_name)s!
ru: Добро пожаловат на %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
es: Gracias por usar %(site_name)s! %(site_domain)s
fur: Graciis par ve doprât %(site_name)s! %(site_domain)s
it: Ti ringraziamo per aver utilizzato %(site_name)s! %(site_domain)s
ru: Спасибо за использование %(site_name)s! %(site_domain)s

source: You're receiving this e-mail because user <b>%(user_display)s</b> registered this e-mail address to create an account on <b>%(site_name)s</b>.
es: Está recibiendo este correo electrónico porque el usuario <b>%(user_display)s</b> registró esta dirección de correo electrónico para crear una cuenta en <b>%(site_name)s</b>.
fur: Tu âs ricevût chest messaç parcè che l’utent <b>%(user_display)s</b> al à regjistrât cheste direzion email su <b>%(site_name)s</b>.
it: Ricevi questa mail perché l'utente <b>%(user_display)s</b> ha registrato questo indirizzo e-mail su <b>%(site_name)s</b>.
ru: Вы получаете это письмо, потому что пользователь <b>%(user_display)s</b> зарегистрировал это емейл на <b>%(site_name)s</b>.

source: To confirm this is correct, please click on the button below.
es: Para confirmar que es correcto, haga clic en el botón de abajo.
fur: Par confermâ, fâs un clic su chest boton.
it: Per confermare, clicca sul seguente pulsante.
ru: Чтобы убедиться, что это правильно, нажмите кнопку ниже.

source: You're receiving this e-mail because user %(user_display)s registered this e-mail address to create an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
es: Está recibiendo este correo electrónico porque el usuario %(user_display)s registró esta dirección de correo electrónico para crear una cuenta en %(site_domain)s. Para confirmar que es correcto, vaya a %(activate_url)s
it: Ricevi questa mail perché l'utente %(user_display)s ha registrato questo indirizzo e-mail su %(site_domain)s. Per confermare, clicca sul seguente collegamento: %(activate_url)s

source: We inform you that the password for your account %(username)s will expire in 7 days, precisely on %(expiry_date)s.
es: Le informamos de que la contraseña de su cuenta %(username)s caducará dentro de 7 días, exactamente el %(expiry_date)s.
fur: O ditin che la password pal to cont %(username)s e je sulecite a finî in 7 dîs, precisament il %(expiry_date)s.
ru: Мы информируем вас о том, что пароль для вашей учетной записи %(username)s истекает через 7 дней, точно %(expiry_date)s.

source: Kindly proceed with updating your password by clicking on the button below.
es: Por favor, actualice su contraseña haciendo clic en el botón de abajo.
fur: Va dongje par aggiornâ la tô password cliccand sul buton sot.
ru: Просим вас обновить ваш пароль, нажав на кнопку ниже.

source: Confirm E-mail Address
es: Confirmar Dirección de e-mail
fur: Conferme la direzion email
it: Conferma l'indirizzo E-mail
ru: Подтверждать емейл адрес

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Confirme que <a href="mailto:%(email)s">%(email)s</a> es una dirección de correo electrónico para el %(user_display)s usuario.
fur: Conferme che <a href="mailto:%(email)s">%(email)s</a> e sedi la direzion email pal utent %(user_display)s.
it: Conferma che <a href="mailto:%(email)s">%(email)s</a> è l'indirizzo e-mail per l'utente %(user_display)s.
ru: Подтвердите, что это <a href="mailto:%(email)s">%(email)s</a> адрес электронной почты пользователя %(user_display)s.

source: This e-mail confirmation link expired or is invalid.
es: Este enlace de confirmación de correo electrónico ha caducado o no es válido.

source: Your email has been verified successfully.
es: Su correo electrónico ha sido verificado correctamente.
fur: La direzion email e je stade verificade cun sucès.
it: L'indirizzo email è stato verificato con successo.
ru: Емейл адрес успешно подтверждён

source: This web page can be closed.
es: Esta página web puede cerrarse.
fur: La pagjine no pues jessi sierade.
it: La pagina può essere chiusa.
ru: Вы можете закрывать страницу

source: Sign In
es: Iniciar sesión

source: Forgot Password?
es: ¿Olvidó su contraseña?

source: Logout successful.
es: Cierre de sesión exitoso
fur: Logout fat cun sucès.
it: Logout effettuato con successo.
ru: Выход прошел успешно.

source: Change Password
es: Cambiar Contraseña

source: Change password
es: Cambiar contraseña

source: Your password has been changed successfully.
es: Su contraseña ha sido cambiada con éxito.

source: You cannot change your password from this application because your account is linked to a third-party authentication provider.
es: No puedes cambiar tu contraseña desde esta aplicación porque tu cuenta está vinculada a un proveedor de autenticación externo.

source: Please visit the provider's website to manage your password.
es: Visite el sitio web del proveedor para gestionar su contraseña.
