Repository: openwisp/openwisp-users
Catalog: openwisp_users/api/locale/*/LC_MESSAGES/django.po
Languages: it

source: Organization not found, `organization_field` not implemented correctly.
it: Organizzazione non trovata, `organization_field` non implementato correttamente.

source: View's permission_classes not implemented correctly.Please use one of the child classes: IsOrganizationMember, IsOrganizationManager or IsOrganizationOwner.
it: Le classi di autorizzazione della vista non sono state implementate correttamente. Utilizza uno dei classi figlie: IsOrganizationMember, IsOrganizationManager o IsOrganizationOwner.

source: User is not a member of the organization to which the requested resource belongs.
it: L'utente non è un membro dell'organizzazione a cui la risorsa richiesta appartiene.

source: User is not a manager of the organization to which the requested resource belongs.
it: L'utente non è un manager dell'organizzazione a cui la risorsa richiestaappartiene.

source: User is not a owner of the organization to which the requested resource belongs.
it: L'utente non è un proprietario dell'organizzazione a cui la risorsa richiesta appartiene.

source: This field may not be blank.
it: Questo campo non può essere vuoto.

source: The two password fields didn’t match.
it: I due campi della password non corrispondono.

source: Your old password was entered incorrectly. Please enter it again.
it: La tua vecchia password è stata inserita in modo errato. Inseriscila di nuovo.

source: New password cannot be the same as your old password.
it: La nuova password non può essere uguale alla vecchia password.

source: Password updated successfully
it: Password aggiornata con successo

source: User with ID '{}' not found.
it: Utente con ID '{}' non trovato.
