Repository: openwisp/openwisp-users
Catalog: openwisp_users/locale/*/LC_MESSAGES/django.po
Languages: es

source: A staff user must belong to a group, please select one.
es: Un usuario del staff debe pertenecer a un grupo, por favor seleccione uno.

source: Are you sure?
es: ¿Estás seguro?

source: Flag selected users as inactive
es: Marcar a los usuarios seleccionados como inactivos

source: Successfully made {count}
es: Realizado con éxito {count}

source: Flag selected users as active
es: Marcar a los usuarios seleccionados como activos

source: Can't delete %d organization owner: {owners}
es: No se puede eliminar %d propietario de la organización: {owners}

source: Can't delete this organization user because it belongs to an organization owner.
es: No se puede eliminar este usuario de la organización porque pertenece al propietario de una organización.

source: Can't delete organization users which belong to owners.
es: No se pueden eliminar usuarios de la organización que sean propietarios.

source: Invalid token header. No credentials provided.
es: Encabezado de token inválido. No se proporcionaron las credenciales.

source: Invalid token header. Token string should not contain spaces.
es: Encabezado de token inválido. La cadena de token no debe contener espacios.

source: Invalid token header. Token string should not contain invalid characters.
es: Cabecera de token no válida. La cadena del token no debe contener caracteres no válidos.

source: Invalid or expired token.
es: Token no válido o caducado.

source: User is not a member of the organization to which the requested resource belongs.
es: El usuario no es miembro de la organización a la que pertenece el recurso solicitado.

source: User is not a manager of the organization to which the requested resource belongs.
es: El usuario no es directivo de la organización a la que pertenece el recurso solicitado.

source: User is not a owner of the organization to which the requested resource belongs.
es: El usuario no es propietario de la organización a la que pertenece el recurso solicitado.

source: organization with this slug already exists.
es: Ya existe una organización con este identificador.

source: This field cannot be blank.
es: Este campo no puede estar en blanco.

source: The two password fields didn’t match.
es: Los dos campos de contraseña no coincidían.

source: Your old password was entered incorrectly. Please enter it again.
es: Su contraseña antigua es incorrecta. Por favor, vuelva a introducirla.

source: New password cannot be the same as your old password.
es: La nueva contraseña no puede ser la misma que la anterior.

source: Password updated successfully
es: Contraseña actualizada exitosamente

source: Users and Organizations
es: Usuarios y organizaciones

source: Users
es: Usuarios

source: Organizations
es: Organizaciones

source: Groups & Permissions
es: Grupos y permisos

source: Organization Owners
es: Propietarios de organizaciones

source: Organization Users
es: Usuarios de la Organización

source: Users & Organizations
es: Usuarios y Organizaciones

source: email address
es: dirección de correo electrónico

source: company
es: empresa

source: location
es: ubicación

source: phone number
es: número de teléfono

source: birth date
es: fecha de nacimiento

source: notes
es: notas

source: notes for internal usage
es: notas para uso interno

source: password updated
es: contraseña actualizada

source: User with this Email address already exists.
es: Ya existe un usuario con esta dirección de correo electrónico.

source: group
es: grupo

source: groups
es: grupos

source: description
es: descripción

source: disabled
es: deshabilitado

source: {self.user.username} is the owner of the organization:
es: {self.user.username} es el propietario de la organización:

source: The selected user is not member of this organization.
es: El usuario seleccionado no es miembro de esta organización.

source: Your password has expired, please update your password.
es: Su contraseña ha caducado, por favor actualícela.

source: Please ensure that the organization of this {object_label} and the organization of the related {related_object_label} match.
es: Por favor asegúrese de que la organización de este {object_label} y la organización del {related_object_label} relacionado coinciden.

source: is
es: es

source: are
es: estamos

source: The organization of this {object_label} cannot be changed because {0} {related_object_label} {verb} still related to it
es: La organización de este {object_label} no se puede cambiar porque {0} {related_object_label} {verb} siguen relacionados con él

source: organization
es: organización

source: name
es: nombre

source: You cannot re-use your current password. Enter a new password.
es: No puede reutilizar su contraseña actual. Introduzca una nueva contraseña.

source: Your password cannot be the same as your current password.
es: Su contraseña no puede ser la misma que su contraseña actual.

source: Action Required: Password Expiry Notice
es: Acción requerida: Aviso de caducidad de contraseña

source: Change password
es: Cambiar contraseña

source: Home
es: Inicio

source: Modify active status
es: Modificar el estado activo

source: Are you sure you want to make the selected users inactive?
es: ¿Estás seguro de que quieres dejar inactivos a los usuarios seleccionados?

source: Are you sure you want to make the selected users active?
es: ¿Estás seguro de que quieres activar a los usuarios seleccionados?

source: Summary
es: Resumen

source: User
es: Usuario

source: Confirm
es: Confirmar

source: No, take me back
es: No, volver atrás

source: Email, phone number or username
es: Correo electrónico, número de teléfono o nombre de usuario

source: You do not have permission to edit or delete this user because they are owner of an organization.
es: No tiene permiso para editar o eliminar este usuario porque es propietario de una organización.

source: Shared systemwide (no organization)
es: Compartido en todo el sistema (sin organización)
